---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Psi
source: html/0dbf3cab-fef2-9f2b-e6c5-92cec9215f16.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Psi Property

Symbol psi, indicating unit Pounds force per square inch.

## Syntax (C#)
```csharp
public static ForgeTypeId Psi { get; }
```